export const  numberOption  = [
    { value: '1', label: 'ร่ำรวย มั่งคั่ง' },
    { value: '2', label: 'โชคดี มีเงินใช้' },
    { value: '3', label: 'ความสำเร็จทางการงาน' },
    { value: '4', label: 'โชคลาภแบบปาฏิหาริย์' },
    { value: '5', label: 'เงินทองไหลมาเทมา' },
    { value: '6', label: 'ดวงดี การงานก้าวหน้า' },
    { value: '7', label: 'เสริมเสน่ห์ โชคดีเรื่องเงิน' },
    { value: '8', label: 'โชคดีทางธุรกิจ' },
    { value: '9', label: 'ก้าวหน้า รุ่งเรือง' },
    { value: '10', label: 'ความมั่นคงและโชคดี' },
    { value: '11', label: 'การเงินไหลลื่น' },
    { value: '12', label: 'บริหารเงินดี มีโชค' },
    { value: '13', label: 'ความสำเร็จและโอกาสดี' },
    { value: '14', label: 'โชคดีเรื่องการเสี่ยงโชค' },
    { value: '15', label: 'การเงินแข็งแรง' },
    { value: '16', label: 'ความมั่นคงทางการเงิน' },
    { value: '17', label: 'เสริมโชคลาภ' },
    { value: '18', label: 'ดึงดูดเงินทอง' },
    { value: '19', label: 'ความมั่งคั่งและการเจรจา' },
    { value: '20', label: 'โอกาสเติบโตทางอาชีพ' },
    { value: '21', label: 'ความก้าวหน้าในงาน' },
    { value: '22', label: 'โชคลาภและโอกาสดี' },
    { value: '23', label: 'ทรัพย์สินเพิ่มพูน' },
    { value: '24', label: 'ธุรกิจมั่นคง' },
    { value: '25', label: 'โชคลาภและบารมี' },
    { value: '26', label: 'เจรจาง่าย งานสำเร็จ' },
    { value: '27', label: 'โชคจากการลงทุน' },
    { value: '28', label: 'ความมั่นคงและโอกาสดี' },
    { value: '29', label: 'มีโชคเรื่องเงิน' },
    { value: '30', label: 'เสริมดวงการงานและการเงิน' },
// 168 (ร่ำรวย มั่งคั่ง)
// 289 (โชคดี มีเงินใช้)
// 456 (ความสำเร็จทางการงาน)
// 789 (โชคลาภแบบปาฏิหาริย์)
// 369 (เงินทองไหลมาเทมา)
// 519 (ดวงดี การงานก้าวหน้า)
// 639 (เสริมเสน่ห์ โชคดีเรื่องเงิน)
// 982 (โชคดีทางธุรกิจ)
// 159 (ก้าวหน้า รุ่งเรือง)
// 495 (ความมั่นคงและโชคดี)
// 678 (การเงินไหลลื่น)
// 245 (บริหารเงินดี มีโชค)
// 319 (ความสำเร็จและโอกาสดี)
// 789 (โชคดีเรื่องการเสี่ยงโชค)
// 935 (การเงินแข็งแรง)
// 428 (ความมั่นคงทางการเงิน)
// 589 (เสริมโชคลาภ)
// 714 (ดึงดูดเงินทอง)
// 832 (ความมั่งคั่งและการเจรจา)
// 526 (โอกาสเติบโตทางอาชีพ)
// 347 (ความก้าวหน้าในงาน)
// 193 (โชคลาภและโอกาสดี)
// 675 (ทรัพย์สินเพิ่มพูน)
// 428 (ธุรกิจมั่นคง)
// 851 (โชคลาภและบารมี)
// 963 (เจรจาง่าย งานสำเร็จ)
// 257 (โชคจากการลงทุน)
// 749 (ความมั่นคงและโอกาสดี)
// 389 (มีโชคเรื่องเงิน)
// 159 (เสริมดวงการงานและการเงิน)
]

export const options = [
    { value: '1', label: 'โชคลาภ ความเป็นสิริมงคล' },
    { value: '2', label: 'ความรุ่งเรือง สำเร็จ จิตใจบริสุทธิ์' },
    { value: '3', label: 'ขับไล่สิ่งชั่วร้าย' },
    { value: '4', label: 'มีเงินนอนบัญชีเยอะ' },
    { value: '5', label: 'ความโชคดีตลอดไป' },
    { value: '6', label: 'อำนาจบารมี โชคลาภ ป้องกันสิ่งชั่วร้าย' },
    { value: '7', label: 'มีสิ่งศักดิ์สิทธิ์คุ้มครอง' },
    { value: '8', label: 'เรียกทรัพย์ เรียกโชค' },
    { value: '9', label: 'ร่ำรวย มั่นคงตลอดปี' },
    { value: '10', label: 'การค้าร่ำรวย ครอบครัวเป็นสุข' },
    { value: '11', label: 'มั่งคั่ง ร่ำรวย พลังแห่งความยิ่งใหญ่' },
    { value: '12', label: 'พลังอำนาจเมื่อต้องออกรบ' },
    { value: '13', label: 'สอบเลื่อนขั้น สอบแข่งขัน ได้ยศ' },
    { value: '14', label: 'ชีวิตมั่นคงแข็งแกร่ง' },
    { value: '15', label: 'สุขภาพแข็งแรง อายุยืนยาว' },
  ]

export const chainaOptions = [
    { value: '1', label: 'ร่ำรวย (fù)' },
    { value: '2', label: 'โชคดี โชคลาภ (xīng)' },
    { value: '3', label: 'เป็นสิริมงคล (jí)' },
    { value: '4', label: 'ความสุข (fú)' },
    { value: '5', label: 'ราบรื่น (shùn)' },
    { value: '6', label: 'สูงส่ง (gāo)' },
    { value: '7', label: 'โชคดีตลอดไป (hǎo)' },
    { value: '8', label: 'สมบัติเพิ่มพูน (bǎo)' },
  ]